Cours/Management et Développement Personnel/Anglais/Expressions idiomatiques/Expressions idiomatiques.tex
% Created 2020-11-26 jeu. 11:32
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Rémi VAN BOXEM}
\date{\today}
\title{Expressions Idiomatiques}
\hypersetup{
 pdfauthor={Rémi VAN BOXEM},
 pdftitle={Expressions Idiomatiques},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\emph{Pour enrichir vos compositions, et en complément de celles données dans livre, pas vraiment besoin de savoir dire des mots comme nettoyeur vapeur, par exemple : il est plus utile des connaître des expressions idiomatiques. Voici donc des exemples d’expressions idiomatiques en anglais, dont vous pouvez vous inspirer pour vos compositions. Attention, n’oubliez d’en rechercher d’autres, les vôtres, et évitez de “surjouer” en voulant les placer à tout bout de champ.}

\begin{itemize}
\item \textbf{A cock and bull story} : Une histoire à dormir debout. \emph{To Amy, his justifications were no more than a cock and bull story.}
\item \textbf{To pass with flying colors} : Réussir haut la main. \emph{Amber passed her Spanish exam with flying colors.}
\item \textbf{To be as easy as pie} : Etre simple comme bonjour. \emph{Answering this question was as easy as pie for the Prime Minister.}
\item \textbf{To look the picture of health/happiness} : Respirer la santé/le bonheur. \emph{Now that he’s gone, she looks the picture of happiness.}
\item \textbf{To be beside oneself with joy/anger} : Etre fou de joie / hors de soi. \emph{When she received her well-deserved prize, Claire was beside herself with joy..}
\item \textbf{In two shakes of a lamb’s tail} : Très rapidement, sans difficulté. \emph{Andy will clean his mess in two shakes of a lamb’s tail.}
\item \textbf{To act on the sly} : Agir en douce. \emph{To surprise the shareholders, the committee had to act on the sly..}
\item \textbf{To jump the gun} : Aller plus vite que la musique. \emph{Paul shouted at Laura before she could explain herself. Later, he apologized for jumping the gun.}
\item \textbf{To be reluctant} : Se montrer réticent. \emph{Grace was reluctant to announce a slash in the budget, but eventually she had to face the facts.}
\item \textbf{To keep one’s chin up} : Garder la tête haute. \emph{In spite of losing twice at pool tonight, Mark kept his chin up.}
\item \textbf{At a stone’s throw} : A deux pas, tout près. \emph{Paul lives at a stone’s throw.}
\item \textbf{To be all at sea} : Ne rien y comprendre. \emph{Sam was all at sea in this project.}
\item \textbf{To pick the brains of} : Demander conseil à (des experts). \emph{The president picked the brains of every member before taking that decision.}
\item \textbf{Straight from the horse’s mouth} : De source sûre. \emph{The journalist informed us he heard the news straight from the horse’s mouth.}
\item \textbf{To rock the boat} : Jouer les trouble-fêtes, ne pas coopérer. \emph{The manager does not want anyone rocking the boat on this important project.}
\item \textbf{To make matters worse} : pour ne pas arranger la situation. \emph{To make matters worse, Polly decided to bail on us (nous laisser plantés là).}
\item \textbf{To go out on a limb} : prendre un risque. \emph{For his last of class, Chris had to go out on a limb.}
\item \textbf{To take a turn for the better} : prendre meilleure tournure. \emph{In the end, the situation took a turn for the better..}
\item \textbf{To keep a stiff upper lip} : garder son calme face à l’adversité. \emph{After the announcement of her failure, Johanna kept a stiff upper lip.}
\end{itemize}
\end{document}
